Revit 2027 API
ParameterTypeId.RbsElecCircuitOtherConductorSizeParam Property
 "Size of Other Conductor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitOtherConductorSizeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitOtherConductorSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitOtherConductorSizeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitOtherConductorSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace